{
  "how-we-met": "How we met",
  "events": "Events",
  "instagram": "Instagram",
  "engagement": "Engagement",
  "glimpse": "Glimpse of the city",
  "venue": "Venue",
  "rsvp": "RSVP",
  "herotxt": "So we are getting married !",
  "date-are": "The dates are 7",
  "year": "of June '2025",
  "cta1": "and we would like you to be a part of it",
  "fate": "How we met",
  "meet-txt": "It all started at a GTA Black Women In Tech meetup. I had been honoured as one of the 51 Black women featured in 'Voices in the Shadow Volume 3, and Espoir had joined the same group. Why a man joined a women in tech group? I’m still not sure—maybe curiosity. When I saw his introduction, I was intrigued to see a Congolese man in tech, a rare sight in my experience. So, I messaged him to introduce myself and let him know was Congolese too. From that moment, our connection grew naturally. We started spending time coding together, with Espoir patiently teaching me how to code. Those sessions were filled with laughter, learning, and the spark of something special. The rest, as they say, is history. And now, we’re here, ready to start our forever together!",
  "w-date": "7th June 2025",
  "tw": "Traditional Wedding",
  "tw-l": "Kinshasa, DRC",
  "tw-def": "The first event of the wedding ceremony is the traditional wedding, or dot in French. It is the moment when the groom family bring the dowery to the bride family. In this ceremony we will celebrate our Bakongo, Batetela and Bashi culture.",
  "gifts": "Gifts",
  "g-txt1": "Your presence at our wedding is truly the most meaningful gift we could ask for. However, if you wish to honor us with a gift, we would deeply appreciate a contribution towards our future together. As a preference, we would prefer cash presents instead of physical gifts.",
  "g-txt2": "Yes, cash is king! 💸",
  "g-mobile": "Mobile Money: +243 993505357 (Airtel Money)",
  "g-bank": "Bank Transfer: Please reach out to us on WhatsApp using +243 993505357 to get the bank details.",
  "c-date": "12th June 2025",
  "cw": "Civil Wedding",
  "cw-l": "Location: Chez Baba Mugoli à La Botte après Connexion Beach",
  "cw-txt": "Your presence at our Civil Ceremony means the world to us. We feel truly blessed to have you in our lives and to share this special moment. The ceremony will include the heartfelt exchange of our vows, symbolizing our commitment to one another. This will be followed by Wedding Pictures, Drinks, and Canapès. Please note that Drinks and Canapès will be had in the same facility.",
  "wr": "Wedding Reception",
  "wr-l": "Location: Salle Al Fontaine, 2 Av. du Gouverneur, Bukavu",
  "wr-txt1": "We invite you to party with us and celebrate our union in style! After the reception, the celebration continues with an After Party in the Main Venue.",
  "wr-txt2": "Get ready for an evening filled with 🍽️ 🍻 💃",
  "dress-code": "Dress code",
  "dc-txt": "We are celebrating African authentic cultural heritage at our wedding.",
  "men": "For men",
  "m-txt": "We would appreciate men coming in authentic African suits. Two types of suits to consider:",
  "dcm1": "Abacost:",
  "dcmtxt1": "The abacost, blending the French 'à bas le costume' (lit. ‘down with the suit’), was a distinctive style promoted by Mobutu Sese Seko as part of his authenticity program in Zaire (1972–1990).",
  "dcm2": "Mandarin or Mao Suit:",
  "dcmtxt2": "The modern Chinese tunic suit (Zhongshan suit), preferably in black and white, like the corbeaux of Bukavu Dawa.",
  "dc-desc": "We understand that not everyone will be able to afford and buy a new suit for our wedding, that may be too much asking for you. If that is the case, please come with any black and white outfit that will honor us and make you proud and confident.",
  "wm": "For Women",
  "jrny": "Our Wedding Journey",
  "travel": "Travel",
  "cta-jrny": "Click to explore travel information",
  "travel-info": "Travel Information",
  "kin": "From Kinshasa",
  "kin-it": "Flights available from Kinshasa (FIH) to Goma (GOM) via CAA, Ethiopian Airlines, or Congo Airways.",
  "goma": "From Goma, take a boat or ferry via Lake Kivu to Bukavu. Boats leave daily at 8 AM and 1 PM.",
  "overseas": "From Overseas",
  "ov-it": "Travel to Kigali from any city in the West with Rwandair, Kenya Airways, or Brussels Airlines.",
  "ov-it1": "From Kigali, take a local flight to Kamembe (fixed price of $100, daily at 8:00 AM).",
  "ov-it3": "From Kamembe, cross the border and walk to Bukavu.",
  "accommodation": "Accommodation",
  "cta-acc": "Click to see recommended stays",
  "recommended": "Recommended Accommodations",
  "acc1": "Hotel Panorama",
  "acc1-txt": "Known for its breathtaking views of Lake Kivu and exceptional hospitality.",
  "acc2": "Orchid Safari Club",
  "acc2-txt": "A serene lakeside retreat with a tranquil atmosphere, perfect for relaxation.",
  "acc3": "Elizabeth Hotel",
  "acc3-txt": "Centrally located with modern amenities—a cozy option for both short and extended stays.",
  "acc4": "Hotel Horizon",
  "acc4-txt": "A blend of comfort and affordability, conveniently located near key venues.",
  "activities": "Activities",
  "cta-activity": "Click to discover things to do",
  "todo": "Top Things to Do",
  "todo1-title": "🦍 Kahuzi-Biega National Park",
  "todo1-txt1": "Go gorilla trekking and meet endangered Eastern Lowland Gorillas. Explore the diverse flora and fauna in this UNESCO World Heritage Site.",
  "todo1-txt2": "For those interested in exploring Kahuzi-Biega National Park, check out this guide:",
  "todo1-txt-link": "Visit Kahuzi-Biega.",
  "todo2-title": "🌊 Relax by Lake Kivu",
  "todo2-txt1": "Take a lakeside walk, enjoy a sunset cruise, or relax with a cool drink. Capture stunning photos of the lake’s serene beauty.",
  "todo3-title": "🍃 Visit the Chai Tea Plantation",
  "todo3-txt": "Take a tour of local tea plantations and learn about tea production. Enjoy freshly brewed tea with breathtaking views.",
  "todo4-title": "🛍️ Explore the City Markets",
  "todo4-txt": "Discover local crafts, handmade souvenirs, and vibrant fabrics. Meet friendly locals and experience Bukavu's rich culture.",
  "todo5-title": "🏙️ Guided City Tour of Bukavu",
  "todo5-txt": "Explore colonial architecture and historical landmarks. Visit cultural centers and museums",
  "todo6-title": "Safety Advisory",
  "todo6-txt": "Please avoid staying out after 6 PM unless accompanied by a trusted local guide.",
  "safety-advisory-txt1": "While Goma is a beautiful city with so much to offer, we want to ensure your safety and peace of mind during your visit.",
  "safety-advisory-txt12": "As of today, we strongly advise guests not to stay outside after 6 PM unless accompanied by a trusted local guide or driver.",
  "safety-adv-no": " The city still experiences occasional security challenges, and it’s best to take precautions.",
  "safety-recc": "Safety Recommendations:",
  "recc1": "*  Avoid unnecessary outings after dusk (6 PM).",
  "recc2": "*  Stick to well-known areas and trusted accommodations.",
  "recc3": "*  Use reliable transportation services arranged through your hotel or trusted contacts",
  "recc4": "*  Stay updated on local advisories and follow the guidance of your hosts or hotel staff.",
  "get": "How do I get there?",
  "easy": "It's way easier than you think!",
  "thank": "Thank you!",
  "msg": "We are glad to see you join us on our big day.",
  "getplace": "How do I get there?",
  "introplace": "It's way easier than you think!",
  "f-cta": "What are you waiting for?",
  "f-text": "We would greatly appreciate if you could RSVP before 1st of November '17",
  "show": "Show"
}
