{
  "how-we-met": "Coup du sort",
  "events": "Événements",
  "instagram": "Instagram",
  "engagement": "Fiançailles",
  "glimpse": "Aperçu de la ville",
  "venue": "Lieu",
  "rsvp": "RSVP",
  "herotxt": "Alors, nous nous marions !",
  "date-are": "Les dates sont le 7",
  "year": "de juin '2025",
  "cta1": "et nous aimerions que vous en fassiez partie",
  "fate": "Comment nous nous sommes recontrés",
  "meet-txt": "Tout a commencé lors d'une rencontre de GTA Black Women In Tech. J'avais été honorée comme l'une des 51 femmes noires mises en avant dans 'Voices in the Shadow Volume 3, et Espoir avait rejoint le même groupe. Pourquoi un homme a-t-il rejoint un groupe de femmes dans la tech ? Je ne sais toujours pas — peut-être par curiosité. En voyant sa présentation, j'ai été intriguée de voir un homme congolais dans la tech, une rareté dans mon expérience. Je lui ai donc envoyé un message pour me présenter et lui faire savoir que j'étais aussi congolaise. À partir de ce moment, notre connexion a grandi naturellement. Nous avons commencé à passer du temps ensemble à coder, avec Espoir m'apprenant patiemment à coder. Ces sessions étaient remplies de rires, d'apprentissages et de l'étincelle de quelque chose de spécial. Le reste, comme on dit, appartient à l'histoire. Et maintenant, nous sommes ici, prêts à commencer notre 'pour toujours' ensemble !",
  "w-date": "7 juin 2025",
  "tw": "Mariage traditionnel",
  "tw-l": "Kinshasa, DRC",
  "tw-def": "Le premier événement d'un marriage c'est la remise de dot! C'est le moment où la famille du marié apporte les cadeaux à la famille de la mariée. Au cours de cette cérémonie, nous célébrerons nos cultures Bakongo, Batetela et Bashi.",
  "gifts": "Cadeaux",
  "g-txt1": "Votre présence à notre mariage est vraiment le cadeau le plus significatif que nous puissions demander. Cependant, si vous souhaitez nous honorer avec un cadeau, nous apprécierions profondément une contribution pour notre avenir ensemble. De préférence, nous préférons des dons en argent plutôt que des cadeaux physiques.",
  "g-txt2": "Oui, l'argent est roi ! 💸",
  "g-mobile": "Mobile Money : +243 993505357 (Airtel Money)",
  "g-bank": "Virement bancaire : Veuillez nous contacter sur WhatsApp au +243 993505357 pour obtenir les coordonnées bancaires.",
  "c-date": "12 juin 2025",
  "cw": "Mariage civil",
  "cw-l": "Lieu : Chez Baba Mugoli à La Botte après Connexion Beach",
  "cw-txt": "Votre présence à notre cérémonie civile signifie beaucoup pour nous. Nous nous sentons vraiment bénis de vous avoir dans nos vies et de partager ce moment spécial. La cérémonie comprendra l'échange sincère de nos vœux, symbolisant notre engagement l'un envers l'autre. Cela sera suivi de photos de mariage, de boissons et de canapés. Veuillez noter que les boissons et les canapés seront servis dans le même établissement.",
  "wr": "Réception de mariage",
  "wr-l": "Lieu : Salle Al Fontaine, 2 Av. du Gouverneur, Bukavu",
  "wr-txt1": "Nous vous invitons à faire la fête avec nous et à célébrer notre union avec style ! Après la réception, la célébration se poursuivra par une After Party dans le lieu principal.",
  "wr-txt2": "Préparez-vous pour une soirée remplie de 🍽️ 🍻 💃",
  "dress-code": "Code vestimentaire",
  "dc-txt": "Nous célébrons le patrimoine culturel authentique africain lors de notre mariage.",
  "men": "Pour les hommes",
  "m-txt": "Nous apprécierions que les hommes viennent en costumes africains authentiques. Deux types de costumes à envisager :",
  "dcm1": "Abacost :",
  "dcmtxt1": "L'abacost, mélange du français 'à bas le costume', était un style distinctif promu par Mobutu Sese Seko dans le cadre de son programme d'authenticité au Zaïre (1972–1990).",
  "dcm2": "Costume mandarin ou Mao :",
  "dcmtxt2": "Le costume moderne à col chinois (costume Zhongshan), de préférence en noir et blanc, comme les corbeaux du Bukavu Dawa.",
  "dc-desc": "Nous comprenons que tout le monde ne pourra pas se permettre d'acheter un nouveau costume pour notre mariage, ce serait peut-être trop vous demander. Si tel est le cas, veuillez venir avec une tenue noire et blanche qui nous honorera et vous rendra fier et confiant.",
  "wm": "Pour les femmes",
  "jrny": "Notre voyage de mariage",
  "travel": "Voyage",
  "cta-jrny": "Cliquez pour explorer les informations de voyage",
  "travel-info": "Informations de voyage",
  "kin": "Depuis Kinshasa",
  "kin-it": "Vols disponibles de Kinshasa (FIH) à Goma (GOM) via CAA, Ethiopian Airlines ou Congo Airways.",
  "goma": "Depuis Goma, prenez un bateau ou un ferry via le lac Kivu pour Bukavu. Les bateaux partent tous les jours à 8h et 13h.",
  "overseas": "Depuis l'étranger",
  "ov-it": "Voyagez à Kigali depuis n'importe quelle ville de l'Ouest avec Rwandair, Kenya Airways ou Brussels Airlines.",
  "ov-it1": "Depuis Kigali, prenez un vol local pour Kamembe (prix fixe de 100 $, tous les jours à 8h00).",
  "ov-it3": "Depuis Kamembe, traversez la frontière et marchez jusqu'à Bukavu.",
  "accommodation": "Hébergement",
  "cta-acc": "Cliquez pour voir les séjours recommandés",
  "recommended": "Hébergements recommandés",
  "acc1": "Hôtel Panorama",
  "acc1-txt": "Connu pour ses vues imprenables sur le lac Kivu et son hospitalité exceptionnelle.",
  "acc2": "Orchid Safari Club",
  "acc2-txt": "Un refuge paisible au bord du lac, idéal pour la détente.",
  "acc3": "Hôtel Elizabeth",
  "acc3-txt": "Idéalement situé avec des équipements modernes—une option conviviale pour les séjours courts et prolongés.",
  "acc4": "Hôtel Horizon",
  "acc4-txt": "Un mélange de confort et d'abordabilité, situé à proximité des lieux clés.",
  "activities": "Activités",
  "cta-activity": "Cliquez pour découvrir les choses à faire",
  "todo": "Les meilleures choses à faire",
  "todo1-title": "🦍 Parc National de Kahuzi-Biega",
  "todo1-txt1": "Partez à la rencontre des gorilles de montagne menacés et explorez la faune et la flore diversifiées de ce site classé au patrimoine mondial de l'UNESCO.",
  "todo1-txt2": "Pour ceux qui souhaitent explorer le Parc National de Kahuzi-Biega, consultez ce guide :",
  "todo1-txt-link": "Visitez Kahuzi-Biega.",
  "todo2-title": "🌊 Détente au lac Kivu",
  "todo2-txt1": "Faites une promenade au bord du lac, profitez d'une croisière au coucher du soleil ou détendez-vous avec une boisson fraîche. Capturez des photos époustouflantes de la beauté paisible du lac.",
  "todo3-title": "🍃 Visitez la plantation de thé Chai",
  "todo3-txt": "Faites une visite des plantations de thé locales et découvrez la production de thé. Savourez du thé fraîchement infusé avec des vues à couper le souffle.",
  "todo4-title": "🛍️ Explorez les marchés de la ville",
  "todo4-txt": "Découvrez l'artisanat local, des souvenirs faits main et des tissus vibrants. Rencontrez des habitants sympathiques et découvrez la riche culture de Bukavu.",
  "todo5-title": "🏙️ Visite guidée de la ville de Bukavu",
  "todo5-txt": "Explorez l'architecture coloniale et les monuments historiques. Visitez des centres culturels et des musées.",
  "todo6-title": "Conseil de sécurité",
  "todo6-txt": "Évitez de rester dehors après 18h à moins d'être accompagné d'un guide local de confiance.",
  "safety-advisory-txt1": "Bien que Goma soit une ville magnifique avec tant à offrir, nous souhaitons assurer votre sécurité et votre tranquillité d'esprit pendant votre visite.",
  "safety-advisory-txt12": "À partir d'aujourd'hui, nous conseillons fortement aux visiteurs de ne pas rester à l'extérieur après 18h, sauf s'ils sont accompagnés d'un guide ou d'un chauffeur local de confiance.",
  "safety-adv-no": "La ville connaît encore des défis de sécurité occasionnels, et il est préférable de prendre des précautions.",
  "safety-recc": "Recommandations de sécurité :",
  "recc1": "*  Évitez les sorties inutiles après la tombée de la nuit (18h).",
  "recc2": "*  Restez dans des zones bien connues et choisissez des hébergements de confiance.",
  "recc3": "*  Utilisez des services de transport fiables organisés par votre hôtel ou des contacts de confiance.",
  "recc4": "*  Restez informé des avis locaux et suivez les conseils de vos hôtes ou du personnel de l'hôtel.",
  "get": "Comment y arriver ?",
  "easy": "C'est bien plus facile que vous ne le pensez !",
  "thank": "Merci !",
  "msg": "Nous sommes ravis de vous voir nous rejoindre pour notre grand jour.",
  "getplace": "Comment y arriver ?",
  "introplace": "C'est bien plus facile que vous ne le pensez !",
  "f-cta": "Qu'attendez-vous ?",
  "f-text": "Nous vous serions très reconnaissants si vous pouviez confirmer votre présence avant le 1er novembre '17.",
  "show": "Monter"
}
